export const CongratulationToasts = [
  "Первый тост: До свидания! Трезвыми мы с вами сегодня не увидимся!",
  "Друзья мои, нельзя пить индивидуально, давайте будем напиваться коллективно. За великую силу коллектива!",
  "Давайте выпьем за то, чтобы у нас осталось столько горя, сколько капель останется в наших бокалах.",
  "Дорогой друг, желаю, чтобы у тебя всегда было легкое сердце и тяжелые карманы!",
  "Пусть в вашей жизни будут люди, за которых хочется выпить, а не те, из-за которых хочется напиться!",
  "Пьянству – бой! Так выпьем перед боем!",
  "Выпьем за тех, кто, отсутствуя, незримо присутствует здесь!",
  "Выпьем за нашу удачу, хоть иногда пусть бьется в наших силках птица счастья!",
  "Счастья! Добра и зеленого бабла!",
  "Дорогие друзья, давайте выпьем за страсть! Страсть как хочется выпить!",
  "Лучше поздно, чем не до дна!",
  "Ручки, ножки стали зябнуть – не пора ли нам дерябнуть?!",
  "Говорят, что молодость – это недостаток, который проходит. Мне же хочется, чтобы время проходило, а недостаток оставался. Выпьем за всех мужчин с таким недостатком!",
  "Чтобы ваши желания офигевали от ваших возможностей!",
  "Давайте выпьем за дружбу, ведь именно она умножает радости и разделяет печаль!",
  "Поскольку поводов пить больше нет, то давайте выпьем за «проводку»! Итак, пьем и думаем про водку!",
  "Будь здоров сто веков!",
  "Чтобы елось и пилось, чтоб хотелось и моглось, чтобы всюду и везде было с кем и было где!",
  "С наступающим алкогольным опьянением, товарищи!",
  "Рождение блага есть благо. Рождение может быть человека, идеи, дерева, злака, чувства… И вот сейчас я хочу выпить за рождение дружбы на этом вечере.",
  "Предлагаю выпить за понимание! Без него в нашей жизни было бы не так все мирно и гармонично.",
  "Я желаю тебе кучу денег, море любви и уйму времени, чтобы насладиться этим!",
  "Выпьем за честных и скромных людей! Тем более, что нас осталось так мало…",
  "Елки-палки, лес густой, Оштрафуют за простой! Выпьем, братцы, за мужчин Мы без видимых причин!",
  "С хорошей компанией, как говорится, грех не выпить. Так давайте не будем грешить, а, подняв бокалы, выпьем. Вздрогнули!",
  "Слабые женщины питают страсть к сильным мужчинам. Сильные мужчины питают страсть к женским слабостям. За единство противоположностей!",
  "Я хочу выпить за то, чтобы не видеть зла, не слышать зла, не помнить зла и не делать зла!",
  "Давайте выпьем за то, чтобы наши друзья ходили на банкеты, а наши враги – на костылях!",
  "Пусть всё всегда проходит мимо, Кроме здоровья, денег и интима!",
  "За свою семью рюмочку я пью!",
  "Выпьем за то, чтобы столы ломились от изобилия, а кровати – от любви!",
  "Еще Аристотель говорил, что у двух друзей одна душа на двоих. Так выпьем за единство наших душ!",
  "Бог дал день на выпивку, но никто не знает, что это за день. Так будем же пить ежедневно, чтобы не пропустить!",
  "За то, чтобы в глазах наших любимых не было слез и обмана!",
  "Водка – наш враг. Но кто сказал, что мы боимся врагов?!",
  "Ведя борьбу с зеленым змеем, В душе вполне мы все его клянем, Но долг всегда отдать умеем: Раз надо выпить, мы и пьем!",
  "С возрастом начинают изменять память, зрение, изменяет даже близкий человек, и только старые друзья остаются неизменными. За друзей!",
  "Кто друг для всех, того я другом не считаю. Так выпьем за узкий круг друзей!",
  "Состав пожеланий всегда одинаков: Побольше здоровья и денежных знаков!",
  "Пейте как мы, пейте с нами, пейте больше нас, пейте быстрее нас!",
  "Давайте выпьем за бизнес и секс, что по-русски означает: за успехи в делах и счастье в личной жизни!",
  "Выпьем за ВДВ – Веру, Доблесть и Везение!",
  "Говорят, что человек, достигший вершин власти, потерян для друзей. Поднимем бокалы за то, чтобы дружба не умирала даже у вершин власти!",
  "Давайте выпьем за то, что бы мы шли, на нас напали деньги и мы не могли от них отбиться!",
  "Ты меня уважаешь? А я тебя! Так выпьем же за нас, уважаемых людей!",
  "В раю нам пива не дадут - поэтому и пьем мы тут.",
  "Дураков меньше, чем думают. Порой люди просто не понимают друг друга. За взаимопонимание!",
  "Давайте выпьем за то, чтобы наши друзья ходили на банкеты, а наши враги - на костылях!",
  "За нас хороших, нас так мало осталось.",
  "Мы пьем за тех, Кто любит смех!",
  "Бывают дни, когда, как говорят, моя твоя не понимает и твоя моя не понимает. За взаимное понимание!",
  "Выпьем за то, чтобы наша жизнь никогда не была полынь-травой и перекати-полем!",
  "За то, чтобы держаться на плаву в нашей сложной жизни и не терять мужества, терпения, оптимизма!",
  "Живите долго-долго, сколько хотите и с кем хотите!",
  "Жизнь слаще вина. Выпьем до дна!",
  "Предлагаю тост за то, чтобы нам не страдать от комплексов и быть сильными духом!",
  "Жизнь спешит, а мы все медлим, и потому... бокалы вверх! За радость жизни!",
  "Что нам горе и печали, коль бокалы зазвучали! За нас!",
  "Давайте выпьем за умножение нашего капитала, нашего здоровья и за дорогих нам людей!",
  "Выпьем за то, чтобы мы жили все лучше и лучше, как бы ни было противно это окружающим!",
  "Жизнь слишком коротка, чтобы быть незначительными. Поднимем бокалы за прицел на вершину!",
  "За счастье, добро и зелёное бабло!!!",
  "Хоть в столице, хоть в глуши ,первый тост за музыку души!"
];

interface Message {
  user: string;
  avatar: string;
  text: string;
}
export const MESSAGES: Message[] = [
  {
    user: 'Anna Kopylova',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U03CY5X4ASD-651255f75aa5-512',
    text: 'Пусть всегда и во всём сопутствует тебе удача, а задуманное сбывается скорее'
  },
  {
    user: 'Darya Nopina',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U03J6HZHMB8-b8c8aae37a20-512',
    text: 'Радости в каждом дне, крепкого здоровья и силы духа, покорять новые вершины!'
  },
  {
    user: 'Mikhail Konev',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U039HJAPCRG-6be2e030912b-512',
    text: 'Больше радости и меньше потраченых нервных клеток!'
  },
  {
    user: 'Dmitriy Kulbed',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U02CZ6NS541-562135f66949-512',
    text: 'Интересных задач и открытия новых горизонтов'
  },
  {
    user: 'Roman Bosenko',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U02S7A5FZPX-4773453a645e-512',
    text: 'Огромной удачи во всех планах и море энергии на эти свершения!'
  },
  {
    user: 'Ekaterina Axenova',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U02CDJWSX9U-0ad5a2ec1161-512',
    text: 'Лучший подарок по-моему мед, это и ослик сразу поймет, даже немножечко, чайная ложечка, это уже хорошо, ну а тем более полный горшок! - Поздравляю с днем рождения, желаю счастья в личной жизни, Пух!'
  },
  {
    user: 'Ruslan Kravchenko',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U03K3F4JP45-ac6f23bcaec0-512',
    text: 'Да прибудет с тобой терпение и радость в жизни. Всех благ и всего самого лучшего!'
  },
  {
    user: 'Nikita Rudakov',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U03KK2G1M1P-afadd1bdff87-512',
    text: 'Постоянно совершенствоваться и идти только вперед.'
  },
  {
    user: 'Amir Inalov',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U03K6AF8Y9Z-b430b2be41a3-512',
    text: 'Достигать поставленных целей и не опускать руки'
  },
  {
    user: 'Nikolay Pliushchenko',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U01AT7M2VUG-33ae51dbdab7-512',
    text: 'Да прибудет с тобой Сила, и путь её не будет тернист'
  },
  {
    user: 'Mansur Zafesov',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U03JRQ85E1M-fd0f4d8de280-512',
    text: 'Ровный код и вкусный кофе'
  },
  {
    user: 'Sergey Smirnov',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U021Y4R4GUB-8bb05fece2b0-512',
    text: 'Привет, с новым годом, ты не так давно с нами, но уже стал неотьемлемой частью команды, желаю тебе и впредь оставаться таким же крутым и Асланом. Мы все тебя глубоко ценим и в обиду не дадим, еще раз поздравляю'
  },
  {
    user: 'Mikhail Kleputin',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U01GW4FNGAU-515083ed09bc-512',
    text: 'Побольше интересных задач, достигнутых целей и адекватных коллег'
  },
  {
    user: 'Dolganov Kirill',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U03680U4ET1-0136e03d92ca-512',
    text: 'Удачи в новых свершениях и во всех задуманных делах!'
  },
  {
    user: 'Evgeniy Bobkov',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U02ER8BM9RT-3b86110ed673-512',
    text: 'Возможно банально, но все же хочу пожелать на мой взгляд самого важного - крепкого здоровья! А все остальное обязательно будет )'
  },
  {
    user: 'Lyubov Yureva',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U036NJGPW2X-fad99222cb37-512',
    text: 'Желаю крепкого здоровья, удачи в любых направлениях, интересных задач и сбывания всех мечт!'
  },
  {
    user: 'Viktor Fenev',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U017ZPDGL4Q-79ea6d5ef189-512',
    text: 'Желаю крепкого здоровья и успехов во всех начинаниях!'
  },
  {
    user: 'Ivan Lekontsev',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U021Y0P6KPD-aae465cb7343-512',
    text: 'Желаю тебе в этот прекрасный день, когда ты родился чтоб твои программы запускались с первого раза, легко писался код и чтоб он не ходил на костылях, а также адекватных заказчиков, чтоб были только интересные и высокооплачиваемые проекты).  Еще желаю отличного настроения на каждый день, чтоб добивался всего задуманого и ничего не стояло на пути твоем, большого крепкого здоровья, счастья, удачи. Также хочу пожелать чтоб никогда не ломалась машина, чтоб денежный запас никогда нескончался, а дальше уже все купишь что я не пожелал. С днем рождения, Аслан!'
  },
  {
    user: 'Igor Teterevlev',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U44CD5T40-4fab18d783a1-512',
    text: 'Желаю чтобы в каждом дне ты видел радостные моменты и чтобы тебя окружали только добрые и нужные люди! Я очень рад, что Бог дал нам знать друг друга! Благословений тебе и твоей семье во всем! Happy Birthday!!!'
  },
  {
    user: 'Liliana Storchilova',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U01PDUTA2G0-e378363f8d26-512',
    text: 'Нескончаемого энтузиазма, безграничного терпения, самостоятельных сотрудников, ярких эмоций и поменьше всего того, что тебе не нравится!'
  },
  {
    user: 'Pavel Petrash',
    avatar: 'https://ca.slack-edge.com/T45P9FH0X-U45PDTBB9-5bb9add5662e-512',
    text: 'Желаю крепкого здоровья, семейного благополучия,  счастья , удачи в начинаниях!'
  }
];
